Revit 2027 API
CitySetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CitySetIterator()
Public Sub New
public:
CitySetIterator()
new : unit -> CitySetIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
CitySetIterator Class
Autodesk.Revit.DB Namespace